tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "atuin"
brew "cowsay"
brew "dialog"
brew "dive"
brew "gitui"
brew "go@1.22"
brew "helix"
brew "htop"
brew "iperf3"
brew "jq"
brew "python@3.12"
brew "tmux"
brew "tree"
brew "trunk"
brew "xz"
brew "wget"
cask "alacritty"
cask "font-sauce-code-pro-nerd-font"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "panicbit.cargo"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
